[
  {
    "sections":[
      {
        "id": "1",
        "blocks": [
          {
            "heading": "Alkemy Marketing Services Propell Your Business to the Top",
            "content": "Even websites need advertising. While no-one can guarantee your business will be successful, the right Marketing strategy will drastically improve your chances. Websites and Internet stores are a lot like physical stores in this regard. When many business owners open their first store, they fail to think ahead and plan for how to attract customers. This results in a business that few people know about, until it’s too late and the store is already struggling. This is one of the reasons that we suggest starting your marketing efforts before you ever launch."
          },
          {
            "heading": "Grow Your visibility and Your Revenue",
            "content": "With our Marketing Services we leverage SEO (Search Engine Optimization), Content Creation, Social Media Marketing, and PPC (Pay Per Click) Marketing to help boost traffic and visibility for your website. We start with forming the plan for your business so that you can reach your specific goals, and then get you on a program that will steadily bring in traffic."
          }
        ]
      },
      {
        "id": "2",
        "blocks": [
          {
            "heading": "Marketing Your Business, Re-Invented.",
            "content": "Internet marketing is an ever-changing industry that moves incredibly fast. Your business needs professional marketers to operate at full speed and maximize revenue. At Alkemy, we work hard to analyze all of your campaign and search data so that we can make sure your business is ahead of the curve."
          },
          {
            "content": "Content is king, and now more than ever it is important to engage your customers with high quality content if you want to rank high in search engine results. Google recently made some algorithmic changes that make content and quality backlinks the primary factor in search rank."
          },
          {
            "content": "After mapping out your specific goals, we get to work analyzing your competitors and keywords to determine a content strategy as well as build a backlink campaign."
          }
        ]
      },
      {
        "id": "3",
        "blocks": [
          {
            "heading": "We Plan for Conversions from Day 1",
            "content": "One of the biggest parts of your marketing strategy and planning should be to optimize your efforts for conversions. After all, conversions are the reason you are marketing in the first place. Our team has long term experience in building and marketing websites using various avenues. When we sit down with your business, our goal will be to take an in depth look at your business and it’s competitors so that we can outline a blueprint for your success."
          },
          {
            "content": "We have an arsenal of white hat (ethical) marketing tricks up our sleeves to help you reach the top. From the start of your project, we can perform keyword and competitor research, review analytics reporting data, create compelling landing pages that are designed to convert, implement and perform heat map analysis for pages,  perform AB Testing, and create quality industry relevant content to maximize and optimize conversions."
          },
          {
            "content": "Let Alkemy, Inc. be the guiding force in your marketing efforts. We’ll work to skyrocket your business to the top!"
          }
        ]
      },
      {
        "id": "4",
        "blocks": [
          {
            "heading": "Likes May Not Pay the Bills"
          },
          {
            "heading": "But They’ll Definitely Build Your Audience"
          },
          {
            "content": "In modern marketing, influencers are kind of a big deal. Social Media has a huge dominance in swaying the decisions of your potential customers, which will directly affect your bottom line. We can help you to setup and successfully manage your brand’s social media accounts to boost visibility and help gain an audience of followers."
          },
          {
            "content": "Every industry has a specific type of social media that represents them best and will be most successful in garnering targeted followers. Our Social Media marketing campaigns can help you to grow your business from Just Starting out, to Huge Success."
          },
          {
            "content": "We will start with assessing your brand and it’s image to determine what platform would be the most beneficial as well as how to best convey your business to your clientele. Let us start with getting you Follow’s today, and we’ll help leverage that trust to build your sales tomorrow."
          }
        ]
      }
    ]
  }
]
