[
  {
    "sections":[
      {
        "id": "1",
        "blocks": [
          {
            "heading": "E-Commerce Web Design - Built to Sell and Sell Hard",
            "content": "The secret sauce to E-Commerce always starts with a solid product, but you can’t successfully sell that product without the right website. Our E-Commerce Web Design service integrates our years of experience in the E-Commerce field to create solid stores that are built to convert your visitors into paying customers."
          },
          {
            "content": "With our E-Commerce Web Design, the difference lies in how website packages have to be bundled. We will tailor the design process for your site to the specific needs of your business and build it on the backbone of tried and true E-Commerce strategies."
          }
        ]
      },
      {
        "id": "2",
        "blocks": [
          {
            "heading": "Powered by Some of the World’s Leading E-Commerce Platforms",
            "content": ""
          }
        ]
      },
      {
        "id": "3",
        "blocks": [
          {
            "heading": "Our Roadmap to Launching Your Powerhouse E-Commerce Site",
            "content": "",
            "steps": [
              {
                "heading": "Discovery",
                "content": "At the start of your project we will meet with you to discuss all relevant details and get an idea of what will be needed."
              },
              {
                "heading": "Design",
                "content": "After discovery, we will strategize about your project further and create design mock-ups to understand the visual flow and user journey."
              },
              {
                "heading": "Coding",
                "content": "Then once we have approved designs and plans for your site, we will initialize the coding phase of the project. This is where we actually create a functional website."
              },
              {
                "heading": "Quality Assurance",
                "content": "Next, when coding has completed and your site is built, the new website will undergo rigorous testing to make sure that everything is fully operational and bug free."
              },
              {
                "heading": "Launch",
                "content": "Our final step is to make sure the launch of your website goes off without a hitch. At the end of this step, your site will be operational and visible to all major search engines."
              }
            ]
          }
        ]
      },
      {
        "id": "4",
        "blocks": [
          {
            "heading": "First Class Responsive Web Design",
            "content": "Responsive websites and applications are a cornerstone of the modern world. In addition, every business or professional needs a modern and responsive website to sell more effectively. With our responsive web design services, we can help your business with it’s unique needs!",
            "disclaimers": [
              "* Additional content can be calculated separately based on the needs of your business. Please notify your project manager of any other content that you need and we will be happy to help.  Please note, these packages are not optimized for E-commerce functionality. Visit our E-Commerce Design section for more information about our E-Commerce Packages.",
              "** Dynamic content can be edited, but some limitations apply based on your selected website design. Speak to your project manager for details on these limitations and how they can be overcome."
            ]
          }
        ]
      },
      {
        "id": "5",
        "blocks": [
          {
            "heading": "First Class Responsive Web Design",
            "content": "Responsive websites and applications are a cornerstone of the modern world. In addition, every business or professional needs a modern and responsive website to sell more effectively. With our responsive web design services, we can help your business with it’s unique needs!",
            "disclaimers": [
              "* Additional content can be calculated separately based on the needs of your business. Please notify your project manager of any other content that you need and we will be happy to help.  Please note, these packages are not optimized for E-commerce functionality. Visit our E-Commerce Design section for more information about our E-Commerce Packages.",
              "** Dynamic content can be edited, but some limitations apply based on your selected website design. Speak to your project manager for details on these limitations and how they can be overcome."
            ]
          }
        ]
      },
      {
        "plans": [
          {
            "name": "Essentials Plan",
            "icon": "chart-pie",
            "priceFrom": "From $4,999",
            "features": [
              "Up to 5 pages designed & coded",
              "Static Content",
              "1 Hero Image",
              "Category Banners",
              "Technical SEO"
            ]
          },
          {
            "name": "Growth Plan",
            "icon": "chart-line",
            "priceFrom": "From $9,999",
            "features": [
              "Up to 10 pages Designed & Coded",
              "Dynamic Content (Can be edited**)",
              "1 Hero Image or 3 Slide Carousel",
              "Category Banners",
              "Technical SEO",
              "Custom Blog Design, Coding, Setup and Training."
            ]
          },
          {
            "name": "Startup Plan",
            "icon": "rocket",
            "priceFrom": "From $6,999",
            "features": [
              "Up to 7 pages Designed & Coded",
              "Static Content",
              "1 Hero Image",
              "Category Banners",
              "Technical SEO"
            ]
          }
        ]
      }
    ]
  }
]
