[
  {
    "sections":[
      {
        "id": "1",
        "blocks": [
          {
            "heading": "eCommerce Web Design - Built to Sell and Sell Hard",
            "content": "The secret sauce to eCommerce always starts with a solid product, but you can’t successfully sell that product without the right website. Our eCommerce Web Design service integrates our years of experience in the eCommerce field to create solid stores that are built to convert your visitors into paying customers."
          },
          {
            "content": "With our eCommerce Web Design, the difference lies in how website packages have to be bundled. We will tailor the design process for your site to the specific needs of your business and build it on the backbone of tried and true eCommerce strategies."
          }
        ]
      },
      {
        "id": "2",
        "blocks": [
          {
            "heading": "Powered by Some of the World’s Leading eCommerce Platforms"
          }
        ]
      },
      {
        "id": "3",
        "blocks": [
          {
            "heading": "Our Roadmap to Launching Your Powerhouse eCommerce Site",
            "steps": [
              {
                "heading": "Discovery",
                "content": ""
              },
              {
                "heading": "Design",
                "content": ""
              },
              {
                "heading": "Coding",
                "content": ""
              },
              {
                "heading": "Testing",
                "content": ""
              },
              {
                "heading": "Launch",
                "content": ""
              }
            ]
          }
        ]
      },
      {
        "id": "4",
        "blocks": [
          {
            "heading": "Tried and True Techniques, Innovative Designs.",
            "content": "Our years of experience working with eCommerce websites and digital marketing has provided us an edge in the online commerce sphere. We know all of the tricks to setting up a site that will not only showcase your products, but also convert! After all, the whole point of starting your eCommerce business was to make money doing what you love the most, right? Let us help you get started today!"
          }
        ]
      },
      {
        "id": "5",
        "blocks": [
          {
            "heading": "eCommerce Web Design Packages",
            "content": "The first step to the creation of your website is deciding on the right package to start with. Below you have a few choices to select from, but these are only starting points. Many additional modules for your store are available based on the platform that is selected. As part of our desire to help you reach your utmost success, we can help you decide on any modules that may be needed to reach your goals. If you find that the packages are not what you are looking for, you can contact us directly to have a custom plan built to the specifications that your project requires. ",
            "disclaimers": [
              "* Additional content can be calculated separately based on the needs of your business. Please notify your project manager of any other content that you need and we will be happy to help.",
              "** Some restrictions apply. Blog design based upon selected ecommerce platform’s default blogging system. Custom Wordpress blogs are available and recommened but may incur an additional fee based on complexity. Additional hosting rates may apply.",
              "*** Basic Technical SEO includes on-page meta and optimized page/link structure. Other SEO services not included.",
              "**** Technical SEO Plus includes everything from basic, plus additional customization based on your industry. Rich Snippets, Image Meta, and preliminary SEO analysis."
            ]
          }
        ]
      },
      {
        "plans": [
          {
            "name": "Basics",
            "icon": "money-bill-alt",
            "priceFrom": "From $6,999",
            "features": [
              "Homepage Design",
              "1 Category Template",
              "1 Product Template",
              "3 Image Carousel",
              "Basic Technical SEO***"
            ]
          },
          {
            "name": "Dominance",
            "icon": "gem",
            "priceFrom": "From $14,999",
            "features": [
              "Homepage Design",
              "1 Category Template",
              "1 Product Template",
              "3 Image Carousel",
              "Custom About Us Page",
              "Custom Contact Us Page",
              "Custom Checkout Experience",
              "Custom Blog Design **",
              "Technical SEO plus ****"
            ]
          },
          {
            "name": "Advanced",
            "icon": "star",
            "priceFrom": "From $9,999",
            "features": [
              "Homepage Design",
              "1 Category Template",
              "1 Product Template",
              "3 Image Carousel",
              "Custom About Us Page",
              "Custom Contact Us Page",
              "Basic Technical SEO*** + Image meta"
            ]
          }
        ]
      }
    ]
  }
]
