[
  {
    "sections":[
      {
        "id": "1",
        "blocks": [
          {
            "heading": "High Quality Web Development for Your Business",
            "content": "Have a great idea for a project that needs web development, but don’t know how to go about creating it? No Problem! We love to code innovative software solutions, so you won’t have to stress over it. Alkemy can help you to take your next web application from fledgling idea to a successfully launched product."
          },
          {
            "content": "We speak the language of modern code and understand the industry best practices that will result in a successful product release. Let our team help you navigate the process. We’ll be your personal crew to get the job done in a timely fashion and with the utmost skill and diligence."
          },
          {
            "heading": "Your Software Ideas, Made Real.",
            "content": "Successfully launching a new piece of functional software is hard work, but it doesn’t have to be. By leveraging our experience, you can do the fun stuff and leave the heavy lifting to our professional web developers. We’ll make your next web development project an awesome one by implementing the best languages and cutting edge technologies for the job."
          },
          {
            "content": "Our Core Competencies include modern programming languages such as HTML 5, CSS/SASS, Javascript, PHP, and Python. Similarly, we are also well versed in other tools and frameworks that will help develop your project’s success like Webpack, NPM, Bootstrap, ReactJS, NodeJS Vue, GatsbyJS, Django, Flask, REST API Methodology and Design, and much more."
          }
        ]
      },
      {
        "id": "2",
        "blocks": [
          {
            "heading": "Custom Web Development, Tailored to Your Specific Needs",
            "content": "The software industry is saturated with cookie-cutter apps that expect you to adapt to their workflow. These apps can miss esential details that are vastly important to your business and it's operation. With our Custom Web Development, we can ensure that any solution we build will be custom tailored to your needs. Software should work for you, not vice versa!"
          }
        ]
      }
    ]
  }
]
