[
  {
    "sections":[
      {
        "id": "1",
        "blocks": [
          {
            "heading": "We’ve got your back.",
            "content": "You’ve invested a lot of money into your website, and now it’s our turn to help you keep it running smoothly."
          },
          {
            "content": "Our professional and experienced Wordpress gurus are here to monitor and maintain your site so that you can stay ahead of any eventuality."
          },
          {
            "content": "With regular backups, security, premium hosting, and round the clock 24/7 monitoring we make sure that your site has all of the tools needed to bring its A game."
          }
        ]
      },
      {
        "id": "2",
        "blocks": [
          {
            "heading": "Deliver Your Message With Beauty and Style",
            "content": "Our Custom Website Development leverages the speed and power of GatsbyJS and ReactJS to ensure that your site leaves everyone else in a trail of dust. Hosted on Netlify, we are able to help reduce your costs, while add features that will make your website more functional and robust. Need a CMS for your new site? We can link you to Netlify's Content Management System so that your staff can maintain your blog from an easy to use interface."
          }
        ]
      },
      {
        "id": "3",
        "blocks": [
          {
            "heading": "Beautiful Designs, Built On the Most Powerful CMS in the World",
            "content": "It's hard to ignore Wordpress in the modern age of the web. Greater than 30% of all websites are currently built on Wordpress due to the strength of it's community and the size of it's plugin library. If you are looking to get a cost effective site, and would like to leverage the power of Wordpress, we are happy to help you build your dream."
          }
        ]
      },
      {
        "id": "4",
        "blocks": [
          {
            "heading": "First Class Responsive Web Design",
            "content": "Responsive websites and applications are a cornerstone of the modern world. In addition, every business or professional needs a modern and responsive website to sell more effectively. With our responsive web design services, we can help your business with it’s unique needs!",
            "disclaimers": [
              "* Additional content can be calculated separately based on the needs of your business. Please notify your project manager of any other content that you need and we will be happy to help.  Please note, these packages are not optimized for E-commerce functionality. Visit our E-Commerce Design section for more information about our E-Commerce Packages.",
              "** Dynamic content can be edited, but some limitations apply based on your selected website design. Speak to your project manager for details on these limitations and how they can be overcome.",
              "*** Basic Technical SEO includes on-page meta and optimized page/link structure. Other SEO services not included.",
              "**** Technical SEO Plus includes everything from basic, plus additional customization based on your industry. Rich Snippets, Image Meta, and preliminary SEO analysis."
            ]
          }
        ]
      },
      {
        "plans": [
          {
            "name": "Essentials Plan",
            "icon": "chart-pie",
            "price": "",
            "features": [
              "Up to 5 pages designed & coded",
              "Static Content",
              "1 Hero Image",
              "Category Banners",
              "Basic Technical SEO***"
            ]
          },
          {
            "name": "Growth Plan",
            "icon": "chart-line",
            "price": "From $14,999",
            "features": [
              "Up to 10 pages Designed & Coded",
              "Dynamic Content (Can be edited**)",
              "1 Hero Image or 3 Slide Carousel",
              "Category Banners",
              "Progressive Web App (PWA)",
              "Lighthouse Tested and Optimized",
              "Powerful Form Handling",
              "Google Analytics Integration and Setup",
              "Technical SEO plus ****",
              "Custom Blog Design, Coding, Setup and Training."
            ]
          },
          {
            "name": "Startup Plan",
            "icon": "rocket",
            "price": "From $9,999",
            "features": [
              "Up to 7 pages Designed & Coded",
              "Static Content",
              "1 Hero Image or 3 Slide Carousel",
              "Category Banners",
              "Powerful Form Handling",
              "Basic Technical SEO*** + Image meta"
            ]
          }
        ]
      }
    ]
  }
]
